Repository: UN-OCHA/ghi-site
Catalog: html/modules/custom/ghi_plans/translations/*.po
Languages: es, fr

source: <strong>From:</strong> @start_date <strong>to:</strong> @end_date
es: <strong>Del:</strong> @start_date <strong>al:</strong> @end_date
fr: <strong>Du :</strong> @start_date <strong>au :</strong> @end_date

source: <strong>Published:</strong> @date
es: <strong>Publicado:</strong> @date
fr: <strong>Publié :</strong> @date

source: <strong>Unpublished</strong>
es: <strong>No publicado</strong>
fr: <strong>Non publié</strong>

source: <span class="icon-wrapper"><span class="icon plan-coordinator"></span><strong>Coordinated by:</strong> @coordinator</span>
es: <span class="icon-wrapper"><span class="icon plan-coordinator"></span><strong>Coordinado por:</strong> @coordinator</span>
fr: <span class="icon-wrapper"><span class="icon plan-coordinator"></span><strong>Coordonné par :</strong> @coordinator</span>

source: Cluster frameworks
es: Marcos lógicos de los clústers
fr: Cadres logiques des clusters

source: @cluster_name cluster logical framework
es: Marco lógico del clúster @cluster_name
fr: Cadre logique du cluster @cluster_name

source: See cluster framework
es: Ver el marco lógico
fr: Voir le cadre logique

source: Sector frameworks
es: Marcos lógicos de los sectores
fr: Cadres logiques des secteurs

source: @cluster_name sector logical framework
es: Marco lógico del sector @cluster_name
fr: Cadre logique du secteur @cluster_name

source: See sector framework
es: Ver el marco lógico
fr: Voir le cadre logique

source: People reached
es: Personas atendidas
fr: Personnes atteintes

source: Measure
es: Medida
fr: Mesure

source: Progress
es: Progreso
fr: Progrès

source: Go to sector page
es: Ir a la página del sector
fr: Aller à la page du secteur

source: Go to cluster page
es: Ir a la página del clúster
fr: Aller à la page du cluster

source: Unit
es: Unidad
fr: Unité

source: Response plan
es: Plan de respuesta
fr: Plan de réponse

source: Projects
es: Proyectos
fr: Projets

source: Caseload
es: Datos de Población
fr: Données de population

source: Indicator
es: Indicador
fr: Indicateur

source: Evolution of the humanitarian response
es: Evolución de la respuesta humanitaria
fr: Evolution de la réponse humanitaire

source: Year
es: Año
fr: Année

source: People in need
es: Personas en necesidad
fr: Personnes dans le besoin

source: People targeted
es: Población meta
fr: Personnes ciblées

source: Requirements ($)
es: Requerimientos financieros ($)
fr: Besoins financiers ($)

source: Funding ($)
es: Financiación ($)
fr: Financement ($)

source: % Funded
es: % Financiado
fr: % Financé
